{
  "1": {
    "number": 1,
    "name": "Force (Ch'ien)",
    "description": "The Creative, Creating, Force",
    "judgment": "The creative works sublime success, furthering through perseverance.",
    "image": "The movement of heaven is full of power. Thus the superior man makes himself strong and untiring.",
    "lines": [
      {
        "lineNumber": 1,
        "meaning": "Hidden dragon. Do not act."
      },
      {
        "lineNumber": 2,
        "meaning": "Dragon appearing in the field. It furthers one to see the great man."
      },
      {
        "lineNumber": 3,
        "meaning": "All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame."
      },
      {
        "lineNumber": 4,
        "meaning": "Wavering flight over the depths. No blame."
      },
      {
        "lineNumber": 5,
        "meaning": "Flying dragon in the heavens. It furthers one to see the great man."
      },
      {
        "lineNumber": 6,
        "meaning": "Arrogant dragon will have cause to repent."
      }
    ]
  },
  "2": {
    "number": 2,
    "name": "Field (K'un)",
    "description": "The Receptive",
    "judgment": "The receptive brings sublime success, furthering through the perseverance of a mare.",
    "image": "The earth's condition is receptive devotion. Thus the superior man who has breadth of character carries the outer world.",
    "lines": [
      {
        "lineNumber": 1,
        "meaning": "When hoarfrost is underfoot, solid ice is not far off."
      },
      {
        "lineNumber": 2,
        "meaning": "Straight, square, great. Without purpose, yet nothing remains unfurthered."
      },
      {
        "lineNumber": 3,
        "meaning": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, seek not works, but bring to completion."
      },
      {
        "lineNumber": 4,
        "meaning": "A tied-up sack. No blame, no praise."
      },
      {
        "lineNumber": 5,
        "meaning": "A yellow lower garment brings supreme good fortune."
      },
      {
        "lineNumber": 6,
        "meaning": "Dragons fight in the meadow. Their blood is black and yellow."
      }
    ]
  }
}
